backend/app/controllers/users_controller.rb

INSERT INTO "users" ("purse", "status", "login", "password", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["purse", "4000.0"], ["status", "t"], ["login", "1"], ["password", "1"], ["created_at", "2018-04-01 09:21:39.415168"], ["updated_at", "2018-04-01 09:21:39.415168"]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save